---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UkPound
source: html/0656e2aa-d322-b114-c646-1b68ea477a30.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UkPound Property

Symbol £, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId UkPound { get; }
```